let brovkaTimeline = [
    {
        id:1,
        title: "Смерть",
        description:
            "П. У. Бровка умер 24 марта 1980 года в Минске. Похоронен на Восточном кладбище.",
        date: "24 марта 1980 года ",
        icon: "puzzle",
    },
    {
        id: 2,
        title: "Карьера",
        description:
            "Литературной деятельностью занимался с 1926 года. Дебютировал в газете «Чырвоная Полаччына» и в литературном альманахе «Наддзвінне». Опубликовал ряд книг стихов и поэм: «К родным берегам», «Избранные стихи и поэмы» (1934), «Приход героя» (1935), «Весна родины» (1937), «Путями боровыми» (1940). Подвиг народа, его мужество и стойкость Бровка отразил в лиро-эпических поэмах «Беларусь» (1943), «Поэма про Смолячкова» (1942), стихах «Будем сеять, белорусы!», «Кастусь Калиновский», «Надя-Надейка», «Могила бойца». Поэмы «Ясный Кут», «Полонянка» (1945), «Хлеб» (1946), стихи «Парк Победы», «Смерть героя», «Кузнец» отмечены тонким лиризмом, ярким национальным колоритом. В 1957 году написал роман «Когда сливаются реки», посвящённый строительству ГЭС на границе трёх республик, дружбе белорусов, литовцев и латышей. Переводил на белорусский язык произведения Т. Шевченко, В. Маяковского, П. Тычины, Н. Бажана, А. Твардовского, М. Исаковского, А. Прокофьева, В. Броневского, Дж. Байрона.",
        date: "1885 — 1900 года",
        icon: "work",
    },
    {
        id: 3,
        title: "Учеба",
        description:
            "Окончил церковно-приходскую школу в Лепеле и затем педагогический факультет БГУ. ",
        date: "до 1931 года",
        icon: "school",
    },
    {
        id: 4,
        title: "Детство",
        description:
            "Родился 12 (25) июня 1905 года в деревне Путилковичи (ныне Ушачский район, Витебская область, Беларусь) в крестьянской семье (9 детей). Отец — Устин Адамович. Мать — Алёна Степановна.",
        date: "5 июня 1905 года",
        icon: "puzzle",
    },
]

export default brovkaTimeline;