let bogushevichTimeline = [
    {
        id: 1,
        title: "Смерть",
        description:
            "Похоронен в деревне Жупраны Ошмянского района.",
        date: "28 апреля 1900",
        icon: "puzzle",
    },
    {
        id: 2,
        title: "Карьера",
        description:
            "Богушевич писал и печатал свои произведения латиницей. Сейчас они издаются кириллицей, поэтому современный читатель не может оценить все особенностей богушевичского письма, способы передачи поэтом белорусской фонетики латиницей. Истоки творчества Ф. Богушевича — в общественной жизни Белоруссии, они тесно связаны с фольклором, а также с лучшими эстетическими традициями славянской поэзии. Богушевич — основоположник критического реализма в белорусской литературе. Он автор двух сборников стихотворений — «Dudka biаłaruskaja» и «Smyk biаłaruski», которые издал в Австро-Венгрии. Первыми известными поэтическими пробами Франциска Богушевича считают найденные во Львове стихотворения на польском языке: «Новый год 1886» («Nowy rok 1886»), «Призрак надежды» («Widmo nadziei»), «Кто это?» («Kto to?»), — написанные в 1885—1886 гг. В архиве Яна Карловича сохранился автограф басни Ф. Богушевича на белорусском языке «Волк, ягнёнок, овца» («Воўк, ягня, авечка», по содержанию, 1886)",
        date: "1885 — 1900 года",
        icon: "work",
    },
    {
        id: 3,
        title: "Образование",
        description:
            "Начальное образование получил в Виленской гимназии, которую закончил в 1861 году. В том же году поступил в Петербургский университет на физико-математический факультет. В знак протеста против новых университетских правил, которые ограничивали права учащихся, студенты, вернувшись с летних каникул, отказались принимать матрикулы. Борьба закончилась кровавой стычкой на университетском крыльце 24 октября. Вероятно, эти события подтолкнули Богушевича 14 ноября написать заявление на имя ректора с просьбой уволить его из университета из-за тяжелой болезни и неблагоприятного климата.",
        date: "до 24 октября 1861",
        icon: "school",
    },
    {
        id: 4,
        title: "Детство",
        description:
            " Родился в семье обедневшего дворянина Казимира Богушевича в фольварке Свираны Завилейского уезда Виленской губернии (теперь Свиронис Вильнюсского района Литвы)",
        date: "21 марта 1840 года",
        icon: "puzzle",
    },
    
]

export default bogushevichTimeline;