let ByadulyaTimeline = [
    {
        id:1,
        title: "Смерть",
        description:
            "После вторжения Германии в СССР в 1941 году писатель был вынужден покинуть Белоруссию. В эвакуации жил сначала в Пижме Горьковской области, затем, до конца октября 1941 года, в посёлке Новые Бурасы Саратовской области. Скончался около Уральска в Казахстане, где и был похоронен.",
        date: "3 ноября 1941 ",
        icon: "puzzle",
    },
    {
        id: 2,
        title: "Карьера",
        description:
            "Поначалу Бядуля ориентировался на старинную еврейскую литературу (на религиозные произведения тех времён). Но позже отказался от этой манеры письма и начал изучать современную литературу. Тогда он и начал писать стихи и рассказы на русском языке, подражая манере знаменитых поэтов XIX века. Но белорусские язык и культура всё равно врывались в его произведения. В 1909 году в руки Змитрока попала белорусскоязычная газета «Наша Ніва» благодаря одному из соседей (постоянному корреспонденту газеты Вульфу Сосенскому, который и рекомендовал редакции нового автора). Сам факт существования «простонародного» издания впечатлил молодого человека, и газета очень повлияла на его мировоззрение. В середине 1910 года З. Бядуля отдал в редакцию «Нашай Нівы» свои стихи, но они не были опубликованы, возможно, потому, что были ещё незрелыми. Однако в том же году в газете появилось его первое опубликованное произведение — импрессия «Пяюць начлежнікі». Для ранних произведений Бядули, как для стихов, так и для прозы, был характерен романтизм. Чтобы передать мировоззрение и богатство духовной и культурной жизни человека вообще и крестьян в особенности, Бядуля стремился подражать Я. Купале и Я. Коласу. В середине 1910-х годов поэт начал подписываться своим литературным псевдонимом. Романтизм Бядули был виден даже в описаниях природы и быта, превозносились и люди. Но со временем писатель всё же выбрал реализм и увлёкся психологически-бытовыми зарисовками. Он стремился показать жизнь как можно более реальной. В своих произведениях писатель стремился показать тяжелую долю рабочих («Ля вапеннай гары»), рассказывал о горе людей, пострадавших от пожара («Чырвоная казка»), показал трагедию крестьянина в столкновении с жестокостью жизни («Без споведзі»). Показал сложность крестьянской жизни, чему помогала близость литератора к селянам и понимание души крестьянства. В 1911—1912 стихи Бядули на русском языке печатались в журналах «На берегах Невы» (Санкт-Петербург) и «Молодые порывы» (Вильно). В 1913 он опубликовал сборник лирических импрессий на белорусском языке «Абразкі» (Петербург), с тех пор писал почти исключительно по-белорусски.",
        date: "1885 - 1900 года",
        icon: "work",
    },
    {
        id: 3,
        title: "Образование",
        description:
            "В семь лет Самуил пошёл в начальную еврейскую школу (хедер). После её окончания поступил в Долгиновскую школу раввинов (иешиву), затем перешёл в Ильянскую иешиву, но не окончил ни одну из них из-за своего вольнодумства и конфликтов с администрацией (позже описанных, в частности, в повести «В дремучих лесах») и вернулся домой. Работал домашним учителем, а с 1902 года — конторщиком на лесозаготовках",
        date: "до 1902 года",
        icon: "school",
    },
    {
        id: 4,
        title: "Детство",
        description:
            "Самуил (Шмуэл-Нохим) Плавник, впоследствии известный под литературным псевдонимом Змитрок Бядуля, родился в небогатой еврейской семье (д. Посадец, Виленская губерния, Российская империя, ныне Логойский район Минской области). Учился в хедере. Владел идишем, древнееврейским, белорусским, русским и немецким.",
        date: "23 апреля 1886 год",
        icon: "puzzle",
    }
]

export default ByadulyaTimeline;